Repository: dilpaketleri/custom-field-suite
Catalog: cfs-*.po
Languages: tr_tr

source: Field Groups
tr_tr: Özel Alanlar

source: Field Group
tr_tr: Özel Alan

source: Add New
tr_tr: Yeni Özel Alan Ekle

source: Add New Field Group
tr_tr: Yeni Özel Alan Grup Ekle

source: Edit Field Group
tr_tr: Özel Alan Düzenleme

source: New Field Group
tr_tr: Yeni Özel Alan Grup Ekle

source: View Field Group
tr_tr: Yeni Özel Alan Grup Ekle

source: Search Field Groups
tr_tr: Özel Alanlar Ara

source: No Field Groups found
tr_tr: Herhangi bir özel alan bulunmamaktadır.

source: No Field Groups found in Trash
tr_tr: Çöp kutusunda özel alan bulunmamaktadır.

source: Fields
tr_tr: Alanlar

source: Placement Rules
tr_tr: Alan Atamaları

source: Extras
tr_tr: Ekstralar

source: Add-ons
tr_tr: Eklentiler

source: Tools
tr_tr: Araçlar

source: Title
tr_tr: Başlık

source: Placement
tr_tr: Atama

source: Post Types
tr_tr: Yazı Formatı

source: User Roles
tr_tr: Kullanıcı Rolü

source: Post IDs
tr_tr: Yazı IDs

source: Term IDs
tr_tr: Yazı IDs

source: Page Templates
tr_tr: Sayfa Teması

source: Post Formats
tr_tr: Yazı Tipi

source: Text
tr_tr: Metin

source: Validation
tr_tr: Doğrulama

source: This is a required field
tr_tr: Bu alanı zorunlu yap

source: Imported
tr_tr: İçe Aktar

source: Skipped
tr_tr: Atlanan

source: Nothing to import
tr_tr: Hiçbir şey alınamadı

source: Color
tr_tr: Renk

source: Date
tr_tr: Tarih

source: File Upload
tr_tr: Dosya Yükle

source: Add File
tr_tr: Dosya Ekle

source: Remove
tr_tr: Sil

source: Return Value
tr_tr: Dönüş Değeri

source: File URL
tr_tr: Dosya URL

source: Attachment ID
tr_tr: Dosya ID

source: Use This File
tr_tr: Dosyayı Kullan

source: Hyperlink
tr_tr: Bağlantı

source: Output format
tr_tr: Çıktı biçimi

source: PHP Array
tr_tr: PHP Dizi

source: Loop
tr_tr: Döngü

source: Row Display
tr_tr: Döngü Çıktısı

source: Show the values by default
tr_tr: Varsayılan değeri göster

source: Row Label
tr_tr: Dizi Etiket

source: Loop Row
tr_tr: Satır döngüsü

source: Button Label
tr_tr: Buton İsmi

source: Add Row
tr_tr: Yeni Ekle

source: Limits
tr_tr: Limitler

source: Relationship
tr_tr: İlişkilendirme

source: Limit posts to the following types
tr_tr: Yazı karakteri sınırlama

source: Select
tr_tr: Seçici

source: Choices
tr_tr: Seçimler

source: Enter one choice per line
tr_tr: Her satıra 1 tane ekle

source: Multi-select?
tr_tr: Çoklu Seçim?

source: This is a multi-select field
tr_tr: Bu alanı zorunlu yap

source: Tab
tr_tr: Sekme

source: Default Value
tr_tr: Standart

source: Textarea
tr_tr: Geniş Metin (textarea)

source: Formatting
tr_tr: Biçimlendirme

source: None
tr_tr: Hiçbiri

source: Convert newlines to <br />
tr_tr: Satır başı karakteri <br />

source: True / False
tr_tr: Aktif / Pasif

source: Message
tr_tr: Mesaj

source: The text beside the checkbox
tr_tr: Onay kutusu metni

source: User
tr_tr: Kullanıcı

source: Wysiwyg Editor
tr_tr: Gelişmiş Editör

source: Default
tr_tr: Standart

source: None (bypass filters)
tr_tr: Hiçbiri (filtre)

source: Submit
tr_tr: Gönder

source: Post Meta
tr_tr: Yazı Bilgisi

source: New Field
tr_tr: Yeni Alan:

source: Label
tr_tr: Alan'ın Adı:

source: The field label that editors will see.
tr_tr: Editörde görünecek isim

source: Name
tr_tr: İsim (kodu)

source: The field name is passed into get() to retrieve values. Use only lowercase letters, numbers, and underscores.
tr_tr: Kod kısmında kullanılacak

source: Field Type
tr_tr: Alan Tipi

source: Notes
tr_tr: Notlar

source: Notes for editors during data entry
tr_tr: İçerik girişi için editör notu

source: Close
tr_tr: Çıkış

source: or
tr_tr: veya

source: delete
tr_tr: sil

source: Order
tr_tr: Sıralama

source: The field group with the lowest order will appear first.
tr_tr: En düşük alan grup ilk görünecektir.

source: Position
tr_tr: Pozisyonu

source: Side
tr_tr: Yan Menüde

source: Display Settings
tr_tr: Ekran Ayarları

source: Hide the content editor
tr_tr: İçerik editörünü gizle

source: Gravity Forms
tr_tr: Form Alanı

source: Your Gravity Form and CFS field labels must match exactly
tr_tr: Kullanmış olduğunuz iletişim formu (Gravity) ile CFS alan etiketleri tam olarak eşleşmelidir

source: Add New Field
tr_tr: Yeni Alan Ekle

source: equals
tr_tr: eşittir

source: is not
tr_tr: eğiş değil

source: Leave blank to skip this rule
tr_tr: Bu kuralı atlamak için boş bırakın

source: Posts
tr_tr: Yazılar

source: Taxonomy Terms
tr_tr: Kategori Rolü

source: Learn more
tr_tr: Daha fazla bilgi

source: Export
tr_tr: Dışa Aktar

source: Import
tr_tr: İçe Aktar

source: Reset
tr_tr: Sıfırla

source: Reset and deactivate.
tr_tr: Sıfırla ve devre dışı bırak.

source: This will delete all CFS data and deactivate the plugin.
tr_tr: Eklentiyi kaldırırken bütün verileri sil

source: Delete everything
tr_tr: Her şeyi sil
